/* 
 Localizable.strings
 QuincyKit
 
 Created by Andreas Linde on 04.03.09.
 Copyright 2011 Andreas Linde. All rights reserved.
 */


/* Crash dialog */

/* TODO: Title showing in the alert box when crash report data has been found */
"CrashDataFoundTitle" = "发现崩溃数据";

/* Description explaining that crash data has been found and ask the user if the data might be uplaoded to the developers server */
"CrashDataFoundDescription" = "%@ 不正常退出。您能否匿名提供崩溃记录以帮助我们解决问题？";

/* TODO: Alert box button if the users wants to send crash data always automatically */
"CrashSendReportAlways" = "总是";

/* TODO: Alert box button to send the crash report once */
"CrashSendReport" = "是";

/* TODO: Alert box button to decline sending the report */
"CrashDontSendReport" = "否";

/* Text showing in a processing box that the crash data is being uploaded to the server */
"CrashReportSending" = "发送中…";


/* Crash status dialog */

/* TODO: Title for the alertview giving feedback about the crash */
"CrashResponseTitle" = "之前在 %@";

/* Full text telling the bug is fixed and will be available in the next release */
"CrashResponseNextRelease" = "%@ 不正常退出。好消息？造成崩溃的原因已被发现，并将在后续版本中修正。请耐心等待。";

/* Full text telling the bug is fixed and the new release is waiting at Apple */
"CrashResponseWaitingApple" = "%@ 不正常。好消息？我们已经解决了这个问题，并已将新版本提交到苹果审核。请在审核期间耐心等待。";

/* Full text telling the bug is fixed and an update is available in the AppStore */
"CrashResponseAvailable" = "%@ 不正常退出。好消息？我们已经解决了这个问题。请更新到最新版本。";

/* Full text asking the user to submit more information */
"CrashResponseMoreInfo" = "This bug has not been fixed yet. We'd really appreciate it if you could send us more information about the crash.";

/* For dialogs ok buttons */
"CrashResponseTitleOK" = "确定";
